{"translation-revision-date":"2024-03-25 10:49:13+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Avoid vulnerabilities from harming your site with <b>Real-Time Updates,<\/b> never forget to upgrade a plugin or theme ever again.":["Evita que las vulnerabilidades dañen tu sitio con <b>Actualizaciones en tiempo real,<\/b> nunca más olvides actualizar un plugin o tema."],"Solid Security with the help of Patchstack has <b>automatically updated %d plugin or theme<\/b> in the last 90 days!":["¡Solid Security con la ayuda de Patchstack ha <b>actualizado automáticamente %d plugin o tema<\/b> en los últimos 90 días!","¡Solid Security con la ayuda de Patchstack ha <b>actualizado automáticamente %d plugins o temas<\/b> en los últimos 90 días!"],"Get Real-time Updates":["Recibe actualizaciones en tiempo real"],"Real-time Updates":["Actualizaciones en tiempo real"],"Automated protection was available for <b>%d vulnerabilities<\/b> using <b>virtual patches<\/b> that instantly deploy when using Solid Security Pro with Patchstack integration. Get ’round the clock protection. Go Pro today.":["La protección automatizada estaba disponible para <b>%d vulnerabilidad<\/b> utilizando <b>un parche virtuale<\/b> que se despliega instantáneamente al utilizar Solid Security Pro con integración Patchstack. Consigue protección las 24 horas del día. Hazte Pro hoy mismo.","La protección automatizada estaba disponible para <b>%d vulnerabilidades<\/b> utilizando <b>parches virtuales<\/b> que se despliegan instantáneamente al utilizar Solid Security Pro con integración Patchstack. Consigue protección las 24 horas del día. Hazte Pro hoy mismo."],"You were automatically protected from <b>%d vulnerability<\/b> using <b>virtual patching,<\/b> Solid Security Pro’s instant protection feature!":["Te has protegido automáticamente de <b>%d vulnerabilidad<\/b> utilizando <b>parcheo virtual,<\/b> ¡la función de protección instantánea de Solid Security Pro!","Te has protegido automáticamente de <b>%d vulnerabilidades<\/b> utilizando <b>parcheo virtual,<\/b> ¡la función de protección instantánea de Solid Security Pro!"],"Get Instant Protection":["Obtén protección instantánea"],"Instant Protection":["Protección instantánea"],"We didn’t spot vulnerabilities that could have been patched automatically in the last 90 days, great job keeping your site secure!":["No hemos detectado vulnerabilidades que pudieran haberse corregido automáticamente en los últimos 90 días, ¡un gran trabajo manteniendo tu sitio seguro!"],"Go Pro with Patchstack":["Hazte Pro con Patchstack"],"We didn’t spot vulnerabilities that could have been patched automatically in the last 90 days, <b>but they can still appear any day<\/b>. Solid Security Pro with Patchstack gives peace of mind and proactive security upgrade to be automatically protected today!":["No hemos detectado vulnerabilidades que pudieran haberse parcheado automáticamente en los últimos 90 días, <b>pero aún pueden aparecer cualquier día<\/b>. Solid Security Pro con Patchstack proporciona tranquilidad y una actualización proactiva de la seguridad para estar protegido automáticamente ¡hoy mismo!"],"<b>%d<\/b> Vulnerability we could have patched automatically":["<b>%d<\/b> vulnerabilidad que podríamos haber corregido automáticamente","<b>%d<\/b> vulnerabilidades que podríamos haber corregido automáticamente"],"Solid Security Pro with Patchstack automatically protected you from <b>%d<\/b> vulnerability in the last 90 days":["Solid Security Pro con Patchstack te protegió automáticamente de <b>%d<\/b> vulnerabilidad en los últimos 90 días","Solid Security Pro con Patchstack te protegió automáticamente de <b>%d<\/b> vulnerabilidades en los últimos 90 días"],"Upgrade to Patchstack":["Actualiza a Patchstack"],"Get Solid Security Pro + Patchstack":["Consigue Solid Security Pro + Patchstack"],"Automated Firewall Active":["Cortafuegos automatizado activo"],"Solid Security Pro could have instantly protected you from %d vulnerability in the last 90 days using automated firewall protection from Patchstack.":["Solid Security Pro podría haberte protegido instantáneamente de %d vulnerabilidad en los últimos 90 días utilizando la protección automática de cortafuegos de Patchstack.","Solid Security Pro podría haberte protegido instantáneamente de %d vulnerabilidades en los últimos 90 días utilizando la protección automática de cortafuegos de Patchstack."],"You’re getting the best protection available with our Patchstack integration.":["Obtendrás la mejor protección disponible con nuestra integración con Patchstack."],"Interested in always-on, automated firewall protection?":["¿Te interesa una protección de cortafuegos automatizada y siempre activa?"],"Thanks for valuing your site security!":["¡Gracias por valorar la seguridad de tu sitio!"],"Powered by":["Funciona con"],"Severity":["Severidad"],"Vulnerability":["Vulnerabilidad"],"Type":["Tipo"],"Dismiss":["Descartar"]}},"comment":{"reference":"core\/admin-pages\/entries\/firewall\/pages\/automated\/index.js"}}