{"translation-revision-date":"2024-03-25 10:49:13+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Vulnerabilities Overview":["Resumen de vulnerabilidades"],"Last scanned on %s.":["Última exploración el %s."],"Your site hasn’t been scanned yet. Run your first scan from the <a>Site Scans<\/a> page.":["Tu sitio aún no ha sido explorado. Ejecuta tu primera exploración desde la página <a>exploraciones del sitio<\/a>."],"Waiting for scan results":["Esperando los resultados de la exploración"],"View Results":["Ver los resultados"],"Scan Status":["Estado de la exploración"],"Scan your site to see results and details shown here!":["¡Explora tu sitio para ver los resultados y detalles mostrados aquí!"],"No site scans have been made recently":["No se han hecho exploraciones del sitio recientemente"],"Powered by":["Funciona con"],"This website was last checked against the vulnerability database on %s.":["Esta web se comprobó por última vez en la base de datos de vulnerabilidades el %s."],"Last Scan: %s":["Última exploración: %s"],"Your site has been successfully checked against the Patchstack vulnerability database.":["Tu sitio ha sido comprobado correctamente en la base de datos de vulnerabilidades de Patchstack."],"No Vulnerabilities Found!":["¡No se han encontrado vulnerabilidades!"],"Severity":["Severidad"],"Patchstack":["Patchstack"],"View Vulnerabilities":["Ver vulnerabilidades"],"Vulnerability":["Vulnerabilidad"],"Enable Database Logging to see a history of completed Site Scans.":["Activa el registro en la base de datos para ver un historial de exploraciones del sitio completadas."],"Scan Results":["Resultados de la exploración"],"View Scan Details for %s":["Ver detalles de la exploración de %s"],"Actions":["Acciones"],"%s ago":["hace %s"],"This <a>site scan is powered by SolidWP<\/a>. We check for Google Safe Browsing blocklist status, website errors, and out-of-date software. These data points are not 100% accurate, but we try our best to provide thorough results.":["Esta <a>exploración del sitio funciona con iThemes<\/a>. Usamos varios puntos de datos para comprobar malware conocido, el estado de las listas negras, los errores de la web y el software no actualizado. Estos puntos de datos no son 100 % precisos, pero hacemos todo lo posible para proporcionar resultados completos."],"Hide Raw Details":["Ocultar detalles en bruto"],"Show Raw Details":["Mostrar detalles en bruto"],"Type":["Tipo"],"View Details":["Ver detalles"],"Action":["Acción"],"Date":["Fecha"],"Status":["Estado"]}},"comment":{"reference":"dist\/site-scanner\/dashboard.js"}}