{"translation-revision-date":"2024-03-25 10:49:13+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Upgrade to a Patchstack License":["Actualizar a una licencia de Patchstack"],"We know creating custom Firewall Rules can be complex, but thanks to our Patchstack integration, Solid Security automatically patches your website vulnerabilities with no action required. Upgrade to a Patchstack license and be protected while you sleep!":["Sabemos que crear reglas personalizadas de cortafuegos puede ser complejo, pero gracias a nuestra integración con Patchstack, Solid Security parchea automáticamente las vulnerabilidades de tu web sin necesidad de ninguna acción. ¡Actualiza a una licencia de Patchstack y estarás protegido mientras duermes!"],"We know creating Firewall Rules can be complex, but thanks to our Patchstack integration, Solid Security Pro automatically patches your website vulnerabilities with no action required. Upgrade to Pro with a Patchstack license to be protected while you sleep!":["Sabemos que crear reglas de cortafuegos puede ser complejo, pero gracias a nuestra integración con Patchstack, Solid Security Pro parchea automáticamente las vulnerabilidades de tu web sin necesidad de ninguna acción. ¡Actualiza a la versión Pro con una licencia de Patchstack para estar protegido mientras duermes!"],"Confused by Firewall Rules? Automate it!":["¿Te confunden las reglas del cortafuegos? ¡Automatiza!"],"Get Solid Security Pro + Patchstack":["Consigue Solid Security Pro + Patchstack"],"Enable Patchstack":["Activar Patchstack"],"Upgrade Now":["Mejorar tu plan ahora"],"Thank you for being an iThemes Security Pro customer. You recently upgraded to Solid Security Pro and we hope you’re enjoying all the great <a>new features<\/a>. For even more protection, we suggest enabling Patchstack. This automatically patches vulnerabilities when your attention is elsewhere or before a patch is even released. Purchase an additional license per site.":["Gracias por ser cliente de iThemes Security Pro. Recientemente te has actualizado a Solid Security Pro y esperamos que estés disfrutando de todas las fantásticas <a>nuevas funciones<\/a>. Para una protección aún mayor, te sugerimos que actives Patchstack. Esto parchea automáticamente las vulnerabilidades cuando tu atención está en otra parte o incluso antes de que se publique un parche. Adquiere una licencia adicional por sitio."],"Rest easy at night. Upgrade to Solid Security Pro with Patchstack and reduce your WordPress website’s risk to nearly zero thanks to Patchstack’s automated Virtual Patching. Vulnerabilities are patched when your attention is elsewhere and even when a patch hasn’t been released. Go Pro.":["Descansa tranquilo por la noche. Actualiza a Solid Security Pro con Patchstack y reduce el riesgo de tu web WordPress casi a cero gracias a la aplicación automatizada de parches virtuales de Patchstack. Las vulnerabilidades se parchean cuando tu atención está en otra parte e incluso cuando no se ha publicado un parche. Hazte Pro."],"Upgrade to enable automatic protection with <strong>virtual patches<\/strong>.":["Actualiza para activar la protección automática con <strong>parches virtuales<\/strong>."],"Upgrade":["Mejorar"],"Dismiss":["Descartar"]}},"comment":{"reference":"core\/modules\/promos\/entries\/firewall\/app.js"}}