{"translation-revision-date":"2024-03-25 10:49:13+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Want to reduce your WordPress site’s risk to nearly zero? <a>Upgrade to Solid Security Pro with Patchstack<\/a>.":["¿Te gustaría reducir el riesgo de tu sitio WordPress a cero? <a>Pásate a Solid Security Pro con Patchstack<\/a>."],"Want more powerful features? <a>Check out Solid Suite<\/a>. ":["¿Te gustaría tener características más potentes? <a>Échale un vistazo a Solid Suite<\/a>. "],"Quickly apply and manage a uniform security policy for all your users.":["Aplica y gestiona rápidamente una política de seguridad uniforme para todos tus usuarios."],"User Security Panel ":["Panel de seguridad del usuario "],"View all risks in one place. Any trouble surfacing in Google Safe Browsing, 2FA logins, or weak passwords are posted here.":["Observa todos los riesgos en un mismo lugar. Aquí se publicará cualquier problema relativo a Google Safe Browsing, accesos de 2FA o contraseñas débiles."],"New Site Scan Panel ":["Nuevo panel de exploración del sitio "],"Features continued…":["Las características continúan..."],"Solid Security can automatically add block rules when it identifies suspicious behavior, but you may add your own rules too.":["Solid Security puede añadir automáticamente normas de bloqueo cuando identifica un comportamiento sospechoso, pero tú también puedes añadir las tuyas propias."],"Powerful Firewall Capabilities":["Potentes capacidades de cortafuegos"],"<a>Upgrade to Solid Security Pro<\/a> for Patchstack integration to fix vulnerabilities and prevent attacks when your attention is elsewhere. ":["<a>Pásate a Solid Security Pro<\/a> para integrar Patchstack y que se corrijan las vulnerabilidades y se prevengan los ataques cuando tu atención se encuentra en otra parte. "],"Gain instant insight into the attacks prevented by your firewall with a new, easy-to-read screen. ":["Observa instantáneamente desde dentro los ataques prevenidos por tu cortafuegos con una nueva y sencilla pantalla. "],"Clear Visibility Into Firewall Protection ":["Visibilidad clara de la protección cortafuegos "],"Quickly view critical data including current bans, lockouts, threats blocked, site scan results, user security profiles, and vulnerable software.":["Consulta rápidamente datos críticos como prohibiciones actuales, amenazas bloqueadas, resultados de análisis del sitio, perfiles seguros de usuario y software vulnerable."],"Clear, Concise User Interface":["Interfaz de usuario clara y concisa"],"Take advantage of these new features":["Benefíciate de estas nuevas características"]}},"comment":{"reference":"core\/modules\/core\/entries\/solid-welcome\/components\/features.js"}}