{"translation-revision-date":"2024-03-25 10:49:13+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"and more!":["¡y más!"],"Upgrade to Solid Security Pro":["Actualiza a Solid Security Pro"],"You are a WordPress security superstar! Be sure to take advantage of the features that comes with your paid plan. Paid features include…":["¡Eres una superestrella de la seguridad en WordPress! Asegúrate de aprovechar las funciones que incluye tu plan de pago. Las funciones de pago incluyen..."],"Extended features for professionals include:":["Las funciones ampliadas para profesionales incluyen:"],"Greatly enhance your website’s security with Solid Security Pro.":["Mejora notablemente la seguridad de tu sitio con Solid Security Pro."],"Reduce your site’s security risk to nearly zero with Solid Security Pro.":["Reduce el riesgo de seguridad de tu sitio casi a cero con Solid Security Pro."],"WP-CLI":["WP-CLI"],"Import & Export":["Importar y exportar"],"Captcha":["Captcha"],"Passwordless Login and Passkeys":["Inicio de sesión sin contraseña y llaves de acceso"],"Multiple <b>CAPTCHA<\/b> options, including <b>Cloudflare Turnstile<\/b>, eliminate bot traffic from your login screens and other forms. You won’t be asked to solve a puzzle or identify objects to prove you’re a human — unless you’re a bot.":["Múltiples opciones de <b>CAPTCHA<\/b>, incluido <b>Cloudflare Turnstile<\/b>, eliminan el tráfico de bots de tus pantallas de acceso y otros formularios. No se te pedirá que resuelvas un puzzle o identifiques objetos para demostrar que eres humano, a menos que seas un bot."],"<b>Passkeys<\/b> and other <b>Passwordless<\/b> Login options mitigate the risks associated with users who often share, reuse, and choose weak passwords. Increase your users’ security and simplify their login experience.":["<b>Las llaves de acceso<\/b> y otras opciones de <b>Inicio de sesión sin contraseña<\/b> mitigan los riesgos asociados a los usuarios que suelen compartir, reutilizar y elegir contraseñas débiles. Aumenta la seguridad de tus usuarios y simplifica su experiencia de inicio de sesión."],"<b>Version Management<\/b> gives you precise control over when to apply or delay an automatic update to any plugin, theme, extension, or WordPress core.":["<b>Gestión de versiones<\/b> te permite controlar con precisión cuándo aplicar o retrasar una actualización automática de cualquier plugin, tema, extensión o núcleo de WordPress."],"<b>Virtual Patches<\/b> from <b>Patchstack<\/b> that protect insecure themes and plugins even before vulnerabilities are publicly disclosed and an official patch is released. You may not be able to apply security updates immediately, but with Solid Security Pro you’re still protected until you’re ready to update.":["<b>Parches Virtuales<\/b> de <b>Patchstack<\/b> que protegen temas y plugins inseguros incluso antes de que las vulnerabilidades se hagan públicas y se lance un parche oficial. Puede que no puedas aplicar las actualizaciones de seguridad inmediatamente, pero con Solid Security Pro seguirás protegido hasta que estés listo para actualizar."],"A <b>Firewall<\/b> that automatically blocks brute force logins, password-stuffing, DDoS attacks, bad bots, and any attempts to exploit vulnerable software on your site.":["Un <b>cortafuegos<\/b> que bloquea automáticamente los inicios de sesión por fuerza bruta, el robo de contraseñas, los ataques DDoS, los robots maliciosos y cualquier intento de explotar software vulnerable en tu sitio."],"Trusted Devices":["Dispositivos de confianza"],"Two-Factor":["Dos factores"],"Version Management":["Gestor de versiones"]}},"comment":{"reference":"core\/admin-pages\/entries\/settings\/pages\/summary\/features.js"}}