{"translation-revision-date":"2024-05-16 12:20:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Connect your store to WooCommerce.com using the WooCommerce.com Update Manager. Once connected, you'll be able to manage your subscriptions, receive product updates, and access streamlined support from this screen.":["Conecta tu tienda a WooCommerce.com utilizando WooCommerce.com Update Manager. Una vez conectado, podrás gestionar tus suscripciones, recibir actualizaciones de productos y acceder a una asistencia optimizada desde esta pantalla."],"Manage on WooCommerce.com":["Gestionar en WooCommerce.com"],"Version %s is available. To access this update, please first <b>install the WooCommerce.com Update Manager<\/b> extension. Alternatively, you can download and install it manually.":["La versión %s está disponible. Para acceder a esta actualización, primero <b>instala la extensión WooCommerce.com Update Manager<\/b>. También puedes descargarla e instalarla manualmente."],"Version %s is available. To access this update, please <b>activate the WooCommerce.com Update Manager<\/b> extension.":["La versión %s está disponible. Para acceder a esta actualización, <b>activa la extensión WooCommerce.com Update Manager<\/b>."],"Access your updates":["Accede a tus actualizaciones"]," Browse the <a>WordPress.org theme directory<\/a> to discover more.":[" Navega por el <a>directorio de temas de WordPress.org<\/a> para descubrir más."],"Didn’t find a theme you like?":["¿No has encontrado un tema que te guste?"],"Please install the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.<br\/>Alternatively, you can download and install it manually.":["Instala <b>WooCommerce.com Update Manager<\/b> para seguir recibiendo las actualizaciones y la asistencia optimizada incluidas en tus suscripciones a WooCommerce.com.<br\/>También puedes descargar la extensión e instalarla manualmente."],"Activate the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.":["Activa <b>WooCommerce.com Update Manager<\/b> para seguir recibiendo las actualizaciones y la asistencia optimizada incluidas en tus suscripciones a WooCommerce.com."],"Sponsored":["Patrocinado"],"Design a new theme":["Diseña un nuevo tema"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Tu tema activo cambiará y podrías perder cualquier cambio que hayas hecho en él."],"Are you sure you want to design a new theme?":["¿Seguro que quieres diseñar un tema nuevo?"],"An error occurred. Please try again later.":["Se ha producido un error. Por favor, inténtalo de nuevo más tarde."],"We need your address to complete installing this product. We will redirect you to WooCommerce.com checkout. Afterwards, you will be able to install the product.":["Necesitamos tu dirección de correo electrónico para terminar de instalar este producto. Llegarás a la sección de pago de Woo.com. Después, podrás instalar el producto."],"View Docs":["Ver la documentación"],"Activation failed. Please try again from the plugins page.":["La activación ha fallado. Vuelve a intentarlo desde la página de plugins."],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["La extensión de ha instalado correctamente, pero no podemos activarla en este momento. Visita la página de plugins para obtener más información."],"Add to Store":["Añadir a la tienda"],"Extension successfully installed. Would you like to activate it?":["La extensión se ha instalado correctamente. ¿Quieres activarla?"],"Customize your theme":["Personaliza tu tema"],"Start designing":["Empieza a diseñar"],"Design your own":["Crea tu propio diseño"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Sigue personalizando tu tienda con el diseñador de tiendas. Cambia tu paleta de colores, fuentes, diseños de página y mucho más."],"Edit your custom theme":["Edita tu tema personalizado"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Crea rápidamente una bonita tienda utilizando nuestro diseñador de tiendas integrado. Elige tu diseño, selecciona un estilo y mucho más."],"View in Plugins":["Ver en los plugins"],"View docs":["Ver la documentación"],"Would you like to install this extension?":["¿Quieres instalar esta extensión?"],"Keep the momentum going and start setting up your extension.":["No pierdas el impulso y empieza a preparar tu ampliación."],"In order to install a product, you need to first connect your account.":["Para instalar un producto primero tienes que conectar tu cuenta."],"Add to store":["Añadir a la tienda"],"You are ready to go!":["¡Estás listo para empezar!"],"Could not find subscription with product key %s.":["No se p udo encontrar la suscripción con la clave de producto %s."],"%s couldn’t be installed. Please install the product manually.":["No se pudo instalar %s. Por favor, instala manualmente el producto."],"Error loading subscriptions: %s":["Error al cargar las suscripciones: %s"],"Connect Account":["Conectar cuenta"],"Manage your subscriptions":["Gestiona tus suscripciones"],"WooCommerce.com subscriptions you haven't used yet.":["Suscripciones a Woo.com que aún no has utilizado."],"Available to use":["Disponible para usar"],"Installed on this store":["Instalado en esta tienda"],"WooCommerce.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on WooCommerce.com.":["Extensiones y temas de Woo.com instalados en esta tienda. Para ver todas tus suscripciones ve a <a>tu cuenta<custom_icon \/><\/a> en Woo.com."],"Refresh subscriptions":["Actualizar suscripciones"],"Refresh":["Actualizar"],"Error refreshing subscriptions: %s":["Error al actualizar las suscripciones: %s"],"Subscriptions refreshed.":["Suscripciones actualizadas."],"Never expires":["Nunca caduca"],"On":["Activado"],"Not connected":["No conectado"],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Para recibir actualizaciones y soporte, por favor, <renew>renueva<\/renew> esta suscripción o usa una suscripción de otra cuenta <sharing>compartiéndola<\/sharing> o <transferring>transifiéndola<\/transferring>"],"To receive updates and support, please connect your subscription to this store.":["Para recibir actualizaciones y soporte, por favor, conecta tu suscripción a esta tienda."],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Para recibir actualizaciones y soporte, por favor, <purchase>compra<\/purchase> una suscripción o usa una suscripción de otra cuenta <sharing>compartiéndola<\/sharing> o <transferring>transifiéndola<\/transferring>"],"No subscription":["Ninguna suscripción"],"%s icon":["Icono %s"],"View documentation":["Ver documentación"],"Manage in Plugins":["Gestionar en los plugins"],"Update to %s":["Actualizar a %s"],"Reload page and try again":["Recarga la página e inténtalo de nuevo"],"%s couldn’t be updated.":["%s no se pudo actualizar."],"%s updated successfully.":["%s se actualizó correctamente."],"Loading your subscriptions":["Cargando tus suscripciones"],"Auto-renew":["Renovación automática"],"Expiry\/Renewal date":["Fecha de caducidad\/renovación"],"No extensions or themes found…":["No se ha encontrado ninguna extensión o tema…"],"Version %s is available. To enable this update you need to purchase a subscription.":["Está disponible la versión %s. Para activar esta actualización tienes que comprar una suscripción."],"Subscribe to update":["Suscríbete para actualizar"],"Version %s is available. To enable this update you need to renew your subscription.":["Está disponible la versión %s. Para activar esta actualización tienes que renovar tu suscripción."],"Renew to update":["Renueva para actualizar"],"Version %s is available. To enable this update you need to connect your subscription to this store.":["Está disponible la versión %s. Para activar esta actualización tienes que conectar tu suscripción a esta tienda."],"Connect to update":["Conéctate para actualizar"],"%s couldn’t be installed.":["%s no se pudo instalar."],"%s successfully installed.":["%s instalado correctamente."],"%s could not be activated. Please activate it manually.":["%s no se pudo activar. Por favor, actívalo manualmente."],"%s couldn’t be connected.":["%s no se pudo conectar."],"%s successfully connected.":["%s conectado correctamente."],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["No hay ninguna extensión o tema instalado. <a>Visita el mercado<\/a>"],"Try searching again using a different term, or take a look at our recommendations below.":["Prueba a buscar de nuevo usando un término diferente, o echa un vistazo a nuestras recomendaciones siguientes."],"Please reload and try again":["Por favor, recarga e inténtalo de nuevo"],"My subscriptions":["Mis suscripciones"],"Subscribe":["Suscribir"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Funciona con una IA experimental. {{link}}Saber más{{\/link}}"],"0 %s found":["0 %s encontrados"],"%1$s %2$s":["%1$s %2$s","%1$s %3$s"],"theme":["tema"],"themes":["temas"],"extension":["extensión"],"Most popular extensions":["Extensiones más populares"],"Our favorite themes":["Nuestros temas favoritos"],"extensions":["extensiones"],"View all":["Ver todo"],"Search for extensions and themes":["Buscar extensiones y temas"],"Themes":["Temas"],"Search results":["Resultados de la búsqueda"],"Start again":["Empezar de nuevo"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Deberás proporcionar tu información empresarial de nuevo y perderás tu diseño de IA actual. Si quieres personalizar tu diseño actual, puedes hacerlo a través del <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["¿Estás seguro que quieres empezar de nuevo?"],"Are you sure you want to start a new design?":["¿Estás seguro que quieres empezar un nuevo diseño?"],"Create a new one":["Crear uno nuevo"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Sigue personalizando el aspecto de tu tienda generada por IA, o empieza de nuevo y crea una nueva."],"Customize your custom theme":["Personaliza tu tema."],"Find out how":["Descubre cómo"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Parece que estás usando el modo offline de Jetpack: cambia al modo en línea para empezar a diseñar con IA."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["El diseñador de la tienda creará un nuevo diseño de tienda para ti y perderás cualquier cambio que hayas realizado en tu tema activo. Si prefieres continuar editando tu tema, puedes hacerlo a través del <EditorLink>Editor<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Lamentablemente, el [diseñador de tiendas de IA] no está disponible en este momento porque no podemos detectar tu red. Comprueba tu conexión a Internet."],"Looking to design your store using AI?":["¿Quieres diseñar tu tienda utilizando IA?"],"Try again":["Inténtalo de nuevo"],"Additional thoughts":["Añade lo que piensas"],"The Extensions screen’s functionality meets my needs":["La funcionalidad de la pantalla Extensiones satisface mis necesidades"],"It was easy to find an extension":["Ha sido fácil encontrar una extensión"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Tus comentarios nos ayudarán a mejorar la experiencia de personas como tú. Cuéntanos hasta dónde estás de acuerdo o en desacuerdo con las afirmaciones siguientes."],"How easy was it to find an extension?":["¿Ha sido fácil encontrar una extensión?"],"How easy is it to find an extension?":["¿Es fácil encontrar una extensión?"],"Strongly agree":["Muy de acuerdo"],"Woo Marketplace":["Mercado de Woo"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Todo lo que hay en el mercado ha sido creado por nuestro propio equipo o por nuestros socios de confianza, por lo que puedes estar seguro de su calidad."],"With detailed documentation and a global support team, help is always available if you need it.":["Con una documentación detallada y un equipo de soporte global, siempre tendrás ayuda a tu disposición si la necesitas."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Si cambias de opinión en los 30 días siguientes a la compra, te devolveremos el importe íntegro, sin complicaciones."],"Hundreds of vetted products and services. Unlimited potential.":["Cientos de productos y servicios verificados. Potencial sin límites."],"<a>Products<\/a> you can trust":["<a>Productos<\/a> de confianza"],"<a>Get help<\/a> when you need it":["<a>Consigue ayuda<\/a> siempre que la necesites"],"30-day <a>money-back guarantee<\/a>":["<a>Garantía de devolución<\/a> de 30 días"],"More":["Más"],"Toggle category dropdown":["Activar menú desplegable de categorías"]," annually":[" anualmente"],"Free download":["Descarga gratuita"],"By ":["Por "],"WooCommerce.com account":["Cuenta de WooCommerce.com"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Gestiona tus suscripciones y obtén actualizaciones y asistencia sobre tus extensiones y temas."],"Connect account":["Conectar cuenta"],"User options":["Opciones de usuario"],"Not Connected":["No conectado"],"Connected":["Conectado"],"Keep connected":["Mantente conectado"],"Disconnect account":["Desconectar cuenta"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Mantén tu cuenta conectada para gestionar tus suscripciones y obtener actualizaciones y asistencia sobre tus extensiones y temas."],"Design with AI":["Diseñar con IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Diseña el aspecto de tu tienda, crea páginas y genera textos con nuestras herramientas de IA integradas."],"Use the power of AI to design your store":["Utiliza el poder de la IA para diseñar tu tienda"],"Off":["Desactivado"],"Agree":["De acuerdo"],"Disagree":["En desacuerdo"],"Strongly disagree":["Muy en desacuerdo"],"Updating":["Actualizando"],"See more":["Ver más"],"Send":["Enviar"],"Neutral":["Normal"],"Are you sure?":["¿Estás seguro?"],"Install":["Instalar"],"Connect your store":["Conecta tu tienda"],"Customize":["Personalizar"],"All Categories":["Todas las categorías"],"Browse":["Explorar"],"Expired":["Caducada"],"Activate":["Activar"],"Connect":["Conectar"],"Renew":["Renovar"],"Extensions":["Extensiones"],"Discover":["Discover"],"Version":["Versión"],"Actions":["Acciones"],"Search":["Buscar"],"Cancel":["Cancelar"],"Name":["Nombre"],"Update":["Actualizar"],"Download":["Descargar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}